# This file should contain all the record creation needed to seed the database with its default values.
# The data can then be loaded with the rake db:seed (or created alongside the db with db:setup).
#
# Examples:
#
#   cities = City.create([{ name: 'Chicago' }, { name: 'Copenhagen' }])
#   Mayor.create(name: 'Emanuel', city: cities.first)
Text.create(welcome: "Добро пожаловать! Вы можете подробнее ознакомиться с представленными услугами, ценах и интересные факты об уходе за вашими ногтями.", about:"Здравствуйте! Я рада, что Вы зашли на мой сайт. Значит Вас интересует наращивание ногтей и всё, что с этим связано.
Каждая женщина всегда хочет производить неотразимое впечатление на мужчин, оставлять зависть в глазах подруг и поэтому постоянно находится в поиске чего-то необычного и оригинального, а иногда и кардинального, что могло бы изменить её внешность, подчеркнуть красоту, стиль, стать неотъемлемой часть имиджа.
Наращивание ногтей делает Ваши ногти прочными, препятствует расслоения, сохраняя естественный цвет. Вы можете позволить себе различную форму и любой дизайн ногтей, ногти выглядят всегда ухоженными , дефекты родных ногтей надёжно скрыты. Лак на наращенных ногтях, в силу их синтетического происхождения, держится значительно дольше, даже если он совсем не дорогой. Вы можете спокойно делать любые домашние дела: стирать, готовить, заниматься уборкой. И это далеко не полный перечень.",
 questions: "Правильно ли делать маникюр непосредственно перед наращиванием ногтей?
Маникюр перед наращиванием ногтей делать нежелательно, т.к. кутикула не должна быть повреждена. Последний маникюр рекомендуется делать не менее чем за 3-4 дня до наращивания , а не буквально перед наращиванием ногтей.
")

